Repository: czq7966/activ-cast
Catalog: src/activ-cast/locales/Structured delivery_2_ActivCast Strings EN July04 strings files/Structured delivery_2_ActivCast Strings EN July04 strings files/values-*/AC_Mac Sender_App.strings
Languages: ar, cs, da, de, es, fi, fr, hu, id, it, ja, kk, lt, lv, ms, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: About ActivCast
ar: حول ActivCast
cs: O aplikaci ActivCast
da: Om ActivCast
de: Über ActivCast
es: Acerca de ActivCast
fi: Tietoja ActivCastista
fr: À propos d'ActivCast
hu: Az ActivCast névjegye
id: Tentang ActivCast
it: Informazioni su ActivCast
ja: ActivCast について
kk: ActivCast туралы
lt: Apie „ActivCast“
lv: Par ActivCast
ms: Perihal ActivCast
nb: Om ActivCast
nl: Over ActivCast
pl: ActivCast — informacje
pt: Acerca do ActivCast
ru: О программе
sv: Om ActivCast
th: เกี่ยวกับ ActivCast
tr: ActivCast Hakkında
vi: Giới thiệu về ActivCast
zh: 关于 ActivCast
zh_tw: 關於 ActivCast

source: Preferences…
ar: التفضيلات...
cs: Předvolby…
da: Indstillinger...
de: Einstellungen...
es: Preferencias…
fi: Määritykset...
fr: Préférences…
hu: Beállítások...
id: Preferensi…
it: Preferenze...
ja: 設定…
kk: Параметрлер…
lt: Nuostatos...
ms: Keutamaan...
nb: Innstillinger …
nl: Voorkeuren...
pl: Preferencje...
pt: Preferências...
ru: Настройки...
sv: Inställningar…
th: การตั้งค่า...
tr: Tercihler...
vi: Tùy chọn...
zh: 偏好设置…
zh_tw: 偏好設定……

source: Services
ar: الخدمات
cs: Služby
da: Tjenester
de: Dienste
es: Servicios
fi: Palvelut
hu: Szolgáltatások
id: Layanan
it: Servizi
ja: サービス
kk: Қызметтер
lt: Paslaugos
lv: Pakalpojumi
ms: Perkhidmatan
nb: Tjenester
nl: Dienstverlening
pl: Usługi
pt: Serviços
ru: Сервисы
sv: Tjänster
th: บริการ
tr: Hizmetler
vi: Dịch vụ
zh: 服务
zh_tw: 服務

source: Hide ActivCast
ar: إخفاء ActivCast
cs: Skrýt ActivCast
da: Skjul ActivCast
de: ActivCast ausblenden
es: Ocultar ActivCast
fi: Piilota ActivCast
fr: Masquer ActivCast
hu: ActivCast elrejtése
id: Sembunyikan ActivCast
it: Nascondi ActivCast
ja: ActivCast を非表示
kk: ActivCast жасыру
lt: Slėpti „ActivCast“
lv: Paslēpt ActivCast
ms: Sembunyikan ActivCast
nb: Skjul ActivCast
nl: Verberg ActivCast
pl: Ukryj ActivCast
pt: Ocultar o ActivCast
ru: Скрыть ActivCast
sv: Dölj ActivCast
th: ซ่อน ActivCast
tr: ActivCast'i Gizle
vi: Ẩn ActivCast
zh: 隐藏 ActivCast
zh_tw: 隱藏 ActivCast

source: Hide Others
ar: إخفاء الأخرى
cs: Skrýt ostatní
da: Skjul andre
de: Andere ausblenden
es: Ocultar otros
fi: Piilota muut
fr: Masquer les autres
hu: Egyebek elrejtése
id: Sembunyikan Lainnya
it: Nascondi altri
ja: 他を非表示
kk: Басқаларын жасыру
lt: Slėpti kitus
lv: Paslēpt citus
ms: Sembunyikan Lain-lain
nb: Skjul andre
nl: Verberg overig
pl: Ukryj innych
pt: Ocultar outros
ru: Скрыть другое
sv: Dölj andra
th: ซ่อนอื่นๆ
tr: Diğerlerini Gizle
vi: Ẩn các mục khác
zh: 隐藏其他
zh_tw: 隱藏其他項目

source: Show All
ar: إظهار الكل
cs: Zobrazit vše
da: Vis alle
de: Alle einblenden
es: Mostrar todo
fi: Näytä kaikki
fr: Afficher tout
hu: Összes megjelenítése
id: Tampilkan Semua
it: Mostra tutto
ja: すべて表示
kk: Барлығын көрсету
lt: Rodyti visus
lv: Parādīt visu
ms: Tunjukkan Semua
nb: Vis alle
nl: Alles tonen
pl: Pokaż wszystko
pt: Mostrar tudo
ru: Показать все
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü Göster
vi: Hiển thị tất cả
zh: 显示所有
zh_tw: 顯示全部

source: Quit ActivCast
ar: إنهاء ActivCast
cs: Ukončit ActivCast
da: Afslut ActivCast
de: ActivCast beenden
es: Salir de ActivCast
fi: Lopeta ActivCast
fr: Quitter ActivCast
hu: ActivCast bezárása
id: Tutup ActivCast
it: Esci da ActivCast
ja: ActivCast を終了
kk: ActivCast шығу
lt: Išjungti „ActivCast“
lv: Iziet no ActivCast
ms: Keluar daripada ActivCast
nb: Avslutt ActivCast
nl: Sluit ActivCast
pl: Zakończ ActivCast
pt: Sair do ActivCast
ru: Выйти из ActivCast
sv: Avsluta ActivCast
th: ออกจาก ActivCast
tr: ActivCast'ten Çık
vi: Thoát ActivCast
zh: 退出 ActivCast
zh_tw: 離開 ActivCast

source: Help
ar: مساعدة
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
hu: Súgó
id: Bantuan
it: Guida
ja: ヘルプ
kk: Анықтама
lt: Žinynas
lv: Palīdzība
ms: Bantuan
nb: Hjelp
pl: Pomoc
pt: Ajuda
ru: Справка
sv: Hjälp
th: วิธีใช้
tr: Yardım
vi: Trợ giúp
zh: 帮助
zh_tw: 說明

source: Guide
ar: الدليل
cs: Příručka
da: Vejledning
de: Anleitung
es: Guía
fi: Opas
hu: Útmutató
id: Panduan
it: Guida
ja: ガイド
kk: Нұсқау
lt: Vadovas
lv: Norādījumi
ms: Panduan
nb: Veiledning
nl: Gids
pl: Przewodnik
pt: Guia
ru: Руководство
th: คู่มือ
tr: Rehber
vi: Hướng dẫn
zh: 指南
zh_tw: 指南

source: Cast screen to ActivPanel
ar: شاشة الإرسال إلى ActivPanel
cs: Vysílat obrazovku na panel ActivPanel
da: Udsend skærmen på ActivPanel
de: Casting des Bildschirms zu ActivPanel
es: Transmitir pantalla al ActivPanel
fi: Lähetä näyttö ActivPaneliin
fr: Diffuser l'écran sur l'ActivPanel
hu: Képernyő megosztása az ActivPanellel
id: Tampilkan layar ke ActivPanel
it: Trasmetti schermata ad ActivPanel
ja: ActivPanel に画面をキャスト
kk: ActivPanel экранына трансляциялау
lt: Transliuoti ekrano vaizdą į „ActivPanel“
lv: Ekrāna pārraide uz ActivPanel
ms: Siarkan skrin ke ActivPanel
nb: Send skjerm til ActivPanel
nl: Cast scherm naar ActivPanel
pl: Przesyłaj ekran do panelu ActivPanel
pt: Transmitir ecrã para o ActivPanel
ru: Транслировать экран на ActivPanel
sv: Sänd skärm till ActivPanel
th: แสดงผลหน้าจอไปยัง ActivPanel
tr: Ekranı ActivPanel'da yayınla
vi: Truyền màn hình tới ActivPanel
zh: 将屏幕投射到 ActivPanel
zh_tw: 將畫面投放至 ActivPanel

source: Panel ID
ar: معرف اللوحة
cs: ID panelu
da: Skærm-id
es: ID del panel
fi: Paneelin tunnus
fr: ID du tableau
hu: Panelazonosító
id: ID Panel
it: ID pannello
ja: パネル ID
kk: Панель идентификаторы
lt: Pulto ID
lv: Paneļa ID
ms: ID Panel
nb: Skjerm-ID
nl: Paneel ID
pl: Identyfikator panelu
pt: ID do Painel
ru: Идентификатор панели
th: หมายเลข Panel
tr: Panel Kimliği
vi: ID bảng điều khiển
zh: 面板 ID
zh_tw: 面板 ID

source: Type in the Panel ID as shown in ActivCast 2.0 on the ActivPanel.
ar: اكتب معرف اللوحة كما يظهر في ActivCast 2.0 على ActivPanel.
cs: Zadejte ID panelu zobrazené v aplikaci ActivCast 2.0 na panelu ActivPanel.
da: Skriv skærm-id'et, som det fremgår af ActivPanel i ActivCast 2.0.
de: Geben Sie die Panel-ID wie in ActivCast 2.0 von ActivPanel gezeigt ein.
es: Escriba el ID del panel tal como aparece en ActivCast 2.0 en el ActivPanel.
fi: Kirjoita paneelin tunnus ActivPanelin ActivCast 2.0:ssa näkyvässä muodossa.
fr: Tapez l'ID du tableau comme indiqué dans ActivCast 2.0 sur l'ActivPanel.
hu: Adja meg az ActivPanel ActivCast 2.0 alkalmazásában látható panelazonosítót.
id: Masukkan ID Panel yang ditampilkan pada ActivCast 2.0 di ActivPanel.
it: Digitare l'ID del pannello come mostrato in ActivCast 2.0 su ActivPanel.
ja: ActivPanel に表示された ActivCast 2.0 にパネル ID を入力します。
kk: ActivPanel құралына ActivCast 2.0 нұсқасында көрсетілгендей панель идентификаторын енгізіңіз.
lt: Įveskite pulto ID, kaip parodyta „ActivCast 2.0“, pateiktoje „ActivPanel“.
lv: Ievadiet paneļa ID, kā tas parādīts ActivCast 2.0 platformā ActivPanel.
ms: Taipkan ID Panel yang ditunjukkan dalam ActivCast 2.0 pada ActivPanel.
nb: Skriv inn skjerm-ID som vist i ActivCast 2.0 på ActivPanel.
nl: Voer het Paneel-ID in zoals getoond in ActivCast 2.0 op het ActivPanel.
pl: Wpisz identyfikator panelu wyświetlany w aplikacji ActivCast 2.0 na panelu ActivPanel.
pt: Introduza o ID do Painel conforme apresentado no ActivPanel do ActivCast 2.0.
ru: Введите идентификатор панели, как показано в ActivCast 2.0, на ActivPanel.
sv: Skriv ditt Panel-ID så som det visas i ActivCast 2.0 på ActivPanel.
th: พิมพ์รหัสผ่านหมายเลข Panel ตามที่แสดงใน ActivCast 2.0 บน ActivPanel
tr: Panel kimliğini ActivPanel'da ActivCast 2.0'da gösterildiği gibi yazın.
vi: Nhập ID bảng điều khiển như hiển thị trong ActivCast 2.0 trên ActivPanel.
zh: 在 ActivPanel 上输入如 ActivCast 2.0 中所示的面板 ID。
zh_tw: 請輸入 ActivPanel 上的 ActivCast 2.0 中所示的面板 ID。

source: Panel ID Error. Please try again.
ar: خطأ معرف اللوحة. يُرجى إعادة المحاولة.
cs: Chyba ID panelu. Zkuste to znovu.
da: Skærm-id-fejl. Prøv igen.
de: Panel-ID-Fehler. Versuchen Sie es erneut.
es: Error en el ID del panel. Vuelva a intentarlo.
fi: Virhe paneelin tunnuksessa. Yritä uudelleen.
fr: Erreur d'ID de tableau. Veuillez réessayer.
hu: Hibás panelazonosító. Próbálja meg újra.
id: Kesalahan ID Panel. Silakan coba lagi.
it: Errore ID pannello. Riprovare.
ja: パネル ID エラーです。再度お試しください。
kk: Панель идентификаторы қатесі. Қайталап көріңіз.
lt: Pulto ID klaida. Bandykite dar kartą.
lv: Paneļa ID kļūda. Lūdzu, mēģiniet vēlreiz.
ms: Ralat ID Panel. Sila cuba lagi.
nb: Feil med skjerm-ID. Prøv en gang til.
nl: Paneel ID fout. Probeer het opnieuw.
pl: Błąd identyfikatora panelu. Spróbuj ponownie.
pt: Erro de ID do Painel. Tente novamente.
ru: Ошибка идентификатора панели. Повторите попытку.
sv: Fel panel-ID. Försök igen.
th: หมายเลข Panel ผิดพลาด โปรดลองอีกครั้ง
tr: Panel Kimliği Hatası. Lütfen yeniden deneyin.
vi: Lỗi ID bảng điều khiển. Vui lòng thử lại.
zh: 面板 ID 错误。请重试。
zh_tw: 面板 ID 錯誤。請再試一次。

source: Name is too long. Please try again.
ar: الاسم طويل للغاية. يُرجى إعادة المحاولة.
cs: Název je příliš dlouhý. Zkuste to znovu.
da: Navnet er for langt. Prøv igen.
de: Name ist zu lang. Versuchen Sie es erneut.
es: El nombre es demasiado largo. Vuelva a intentarlo.
fi: Nimi on liian pitkä. Yritä uudelleen.
fr: Le nom est trop long. Veuillez réessayer.
hu: A név túl hosszú. Próbálja meg újra.
id: Nama terlalu panjang. Silakan coba lagi.
it: Il nome è troppo lungo. Riprovare.
ja: 名前が長すぎます。再度お試しください。
kk: Атауы тым ұзын. Қайталап көріңіз.
lt: Pavadinimas per ilgas. Bandykite dar kartą.
lv: Pārāk garš nosaukums. Lūdzu, mēģiniet vēlreiz.
ms: Nama terlalu panjang. Sila cuba lagi.
nb: Navnet er for langt. Prøv en gang til.
nl: Naam is te lang. Probeer het opnieuw.
pl: Imię i nazwisko za długie. Spróbuj ponownie.
pt: O nome é demasiado longo. Tente novamente.
ru: Имя слишком длинное. Повторите попытку.
sv: Namnet är för långt. Försök igen.
th: ชื่อยาวเกินไป โปรดลองอีกครั้ง
tr: Ad çok uzun. Lütfen yeniden deneyin.
vi: Tên quá dài. Vui lòng thử lại.
zh: 姓名太长。请重试。
zh_tw: 名稱過長。請再試一次。

source: Please enter your name.
ar: يُرجى كتابة اسمك.
cs: Zadejte své jméno.
da: Angiv dit navn.
de: Geben Sie Ihren Namen ein.
es: Especifique su nombre.
fi: Anna nimesi.
fr: Veuillez entrer votre nom.
hu: Kérjük, adja meg a nevét.
id: Silakan masukkan nama Anda.
it: Immettere il nome dell'utente.
ja: 名前をご入力ください。
kk: Атыңызды енгізіңіз.
lt: Įveskite savo vardą.
lv: Lūdzu, ievadiet savu vārdu.
ms: Sila masukkan nama anda.
nb: Skriv inn navnet ditt.
nl: Voer uw naam in.
pl: Wprowadź imię i nazwisko.
pt: Introduza o seu nome.
ru: Введите ваше имя.
sv: Ange ditt namn.
th: โปรดป้อนชื่อของคุณ
tr: Lütfen adınızı girin.
vi: Vui lòng nhập tên của bạn.
zh: 请输入您的姓名。
zh_tw: 請輸入您的姓名。

source: Control from panel (Touchback)
ar: التحكم من اللوحة (التحكم بالكمبيوتر من اللوحة)
cs: Ovládání z panelu (funkce Touchback)
da: Styr fra skærmen (med berøring)
de: Steuerung über Panel (Touchback)
es: Control desde el panel (duplicación bidireccional)
fi: Hallitse käyttämällä paneelia (Touchback)
fr: Commande à partir du tableau (retour tactile)
hu: Vezérlés a panelről (Touchback)
id: Kontrol dari panel (Touchback)
it: Controllo da pannello (touchback)
ja: パネルから操作 (タッチバック)
kk: Панельден басқару (түрту)
lt: Valdymas platformoje (jutiklinis ekranas)
lv: Vadība no paneļa (atgriezeniskā saite)
ms: Kawalan daripada panel (Sentuhan balik)
nb: Kontroller fra panel (touchback)
nl: Besturing via paneel (Touchback)
pl: Sterowanie z poziomu panelu (touchback)
pt: Controlar a partir do painel (duplicação bidirecional)
ru: Управление с панели (обратная связь)
sv: Navigera från panel (återkoppling)
th: ควบคุมจากหน้าจอ (ระบบสัมผัส)
tr: Panelden kontrol et (Dokunma)
vi: Kiểm soát từ bảng điều khiển (Touchback)
zh: 从面板进行控制 (Touchback)
zh_tw: 從面板控制（Touchback）

source: Enable touchback so that ActivPanel can navigate your screen.
ar: قم بتمكين التحكم بالكمبيوتر من اللوحة بحيث يمكن لـ ActivPanel التنقل في شاشتك.
cs: Chcete-li se na obrazovce pohybovat pomocí panelu ActivPanel, povolte funkci Touchback.
da: Aktivér berøring, så ActivPanel kan navigere på din skærm.
de: Aktivieren Sie Touchback, damit Sie das ActivPanel zu Ihrem Bildschirm führen kann.
es: Habilite la duplicación bidireccional para que el ActivPanel pueda navegar por su pantalla.
fi: Ota Touchback käyttöön, niin ActivPanel voi käyttää näyttöäsi.
fr: Activez le retour tactile pour que l'ActivPanel puisse faire défiler votre écran.
hu: Annak érdekében, hogy az ActivPanelről navigálhasson a képernyőn, engedélyezze a touchback funkciót.
id: Aktifkan touchback sehingga ActivPanel dapat menavigasi layar Anda.
it: Abilitare il touchback affinché ActivPanel possa esplorare la schermata.
ja: タッチバックを有効化すれば ActivPanel が画面をナビゲートします。
kk: ActivPanel экранда жылжуы үшін, түрту функциясын қосыңыз.
lt: Aktyvinkite jutiklinį ekraną, kad „ActivPanel“ galėtų pereiti į jūsų ekraną.
lv: Iespējojiet atgriezenisko saiti, lai platforma ActivPanel var izmantot jūsu ekrānu.
ms: Dayakan sentuhan balik supaya ActivPanel boleh menavigasi skrin anda.
nb: Aktiver touchback slik at ActivPanel kan navigere skjermen din.
nl: Schakel touchback in zodat het ActivPanel uw scherm kan navigeren.
pl: Włącz touchback, aby umożliwić nawigowanie po ekranie na panelu ActivPanel.
pt: Ative a duplicação bidirecional para que o ActivPanel possa navegar pelo seu ecrã.
ru: Включите «обратную связь», чтобы ActivPanel могла перемещаться по вашему экрану.
sv: Aktivera återkoppling så att ActivPanel kan navigera på skärmen.
th: เปิดใช้งานระบบสัมผัสเพื่อให้ ActivPanel สามารถนำทางบนหน้าจอได้
tr: ActivPanel'ın ekranınızda gezinebilmesi için dokunma özelliğini etkinleştirin.
vi: Bật tính năng touchback để ActivPanel có thể điều hướng màn hình của bạn.
zh: 启用 Touchback，这样 ActivPanel 可以浏览您的屏幕。
zh_tw: 啟用 touchback 功能，以便 ActivPanel 瀏覽您的畫面。

source: ENTER WAITING ROOM
ar: إدخال غرفة الانتظار
cs: VSTOUPIT DO ČEKÁRNY
da: GÅ TIL LOBBY
de: WARTERAUM BETRETEN
es: ENTRAR EN LA SALA DE ESPERA
fi: SIIRRY ODOTUSHUONEESEEN
fr: ENTRER DANS LA SALLE D'ATTENTE
hu: BELÉPÉS AZ ELŐSZOBÁBA
id: MASUK RUANG TUNGGU
it: ACCEDI A SALA D'ATTESA
ja: 待合室に入室
kk: КҮТУ БӨЛМЕСІНЕ КІРУ
lt: EITI Į LAUKIMO KAMBARĮ
lv: IEIET UZGAIDĀMĀ TELPĀ
ms: MASUK BILIK MENUNGGU
nb: ÅPNE VENTEROM
nl: GA NAAR WACHTRIJ
pl: PRZEJDŹ DO POCZEKALNI
pt: ENTRAR NA SALA DE ESPERA
ru: ВОЙДИТЕ В КОМНАТУ ОЖИДАНИЯ
sv: ÖPPNA VÄNTRUM
th: เข้าห้องรอ
tr: BEKLEME ODASINA GİR
vi: VÀO PHÒNG CHỜ
zh: 输入等候室
zh_tw: 進入等候室

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Параметрлер
lt: Nuostatos
lv: Iestatījumi
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Thiết lập
zh: 设置
zh_tw: 設定

source: Picture Quality
ar: جودة الصورة
cs: Kvalita obrazu
da: Billedkvalitet
de: Bildqualität
es: Calidad de la imagen
fi: Kuvan laatu
fr: Qualité d'image
hu: Képminőség
id: Kualitas Gambar
it: Qualità immagine
ja: 画像品質
kk: Сурет сапасы
lt: Vaizdo kokybė
lv: Attēla kvalitāte
ms: Kualiti Gambar
nb: Bildekvalitet
nl: Beeldkwaliteit
pl: Jakość obrazu
pt: Qualidade de imagem
ru: Качество изображения
sv: Bildkvalitet
th: คุณภาพของภาพ
tr: Görüntü Kalitesi
vi: Chất lượng hình ảnh
zh: 图像质量
zh_tw: 畫面品質

source: Best Quality
ar: أفضل جودة
cs: Nejlepší kvalita
da: Bedste kvalitet
de: Beste Qualität
es: Mejor calidad
fi: Paras laatu
fr: Meilleure qualité
hu: Legjobb minőség
id: Kualitas Terbaik
it: Qualità ottimale
ja: 最高品質
kk: Өте жақсы сапа
lt: Geriausia kokybė
lv: Labākā kvalitāte
ms: Kualiti Terbaik
nb: Beste kvalitet
nl: Beste kwaliteit
pl: Najlepsza jakość
pt: Melhor Qualidade
ru: Отличное качество
sv: Bäst kvalitet
th: คุณภาพดีที่สุด
tr: En İyi Kalite
vi: Chất lượng tốt nhất
zh: 最佳质量
zh_tw: 最佳品質

source: Good Quality
ar: جودة جيدة
cs: Dobrá kvalita
da: God kvalitet
de: Gute Qualität
es: Buena calidad
fi: Hyvä laatu
fr: Bonne qualité
hu: Jó minőség
id: Kualitas Baik
it: Qualità buona
ja: 良品質
kk: Жақсы сапа
lt: Gera kokybė
lv: Laba kvalitāte
ms: Kualiti Baik
nb: God kvalitet
nl: Goede kwaliteit
pl: Dobra jakość
pt: Boa Qualidade
ru: Хорошее качество
sv: God kvalitet
th: คุณภาพดี
tr: İyi Kalite
vi: Chất lượng tốt
zh: 上佳质量
zh_tw: 良好品質

source: CANCEL
ar: إلغاء
cs: ZRUŠIT
da: ANNULLER
de: ABBRECHEN
es: CANCELAR
fi: PERUUTA
fr: ANNULER
hu: MÉGSE
id: BATAL
it: ANNULLA
ja: キャンセル
kk: БАС ТАРТУ
lt: ATŠAUKTI
lv: ATCELT
ms: BATAL
nb: AVBRYT
nl: ANNULEREN
pl: ANULUJ
pt: CANCELAR
ru: ОТМЕНА
sv: AVBRYT
th: ยกเลิก
tr: İPTAL
vi: HỦY
zh: 取消
zh_tw: 取消

source: DONE
ar: تم
cs: HOTOVO
da: UDFØRT
de: FERTIG
es: FINALIZADO
fi: VALMIS
fr: TERMINÉ
hu: KÉSZ
id: SELESAI
it: FATTO
ja: 完了
kk: ДАЙЫН
lt: GERAI
lv: GATAVS
ms: SELESAI
nb: FERDIG
nl: GEREED
pl: GOTOWE
pt: CONCLUÍDO
ru: ГОТОВО
sv: KLART
th: เสร็จ
tr: BİTTİ
vi: HOÀN TẤT
zh: 完成
zh_tw: 已完成

source: You’re in the waiting room
ar: أنت في غرفة الانتظار
cs: Jste v čekárně.
da: Du er i lobbyen
de: Sie befinden sich im Warteraum
es: Está en la sala de espera
fi: Olet odotushuoneessa
fr: Vous êtes dans la salle d'attente
hu: Ön jelenleg az előszobában van
id: Anda berada di ruang tunggu
it: L'utente è in sala d'attesa
ja: 待合室に入室中です
kk: Сіз күту бөлмесіндесіз
lt: Esate laukimo kambaryje
lv: Jūs esat uzgaidāmajā telpā
ms: Anda dalam bilik menunggu
nb: Du er på venterommet
nl: U bent nu in de wachtrij
pl: Jesteś w poczekalni
pt: Está na sala de espera
ru: Вы в «комнате ожидания»
sv: Du är i väntrummet
th: คุณอยู่ในห้องรอ
tr: Bekleme odasındasınız
vi: Bạn đang trong phòng chờ
zh: 您在等候室中
zh_tw: 您已在等候室內

source: Please wait for permission to cast your screen.
ar: يرجى انتظار الإذن لإرسال شاشتك.
cs: Vyčkejte prosím na oprávnění vysílat obrazovku.
da: Vent på at få tilladelse til at udsende din skærm.
de: Warten Sie auf die Berechtigung, ein Casting Ihres Bildschirms vorzunehmen.
es: Espere hasta tener permiso para transmitir su pantalla.
fi: Odota lupaa näytön lähettämiseen.
fr: Veuillez attendre l'autorisation de diffuser votre écran.
hu: Várja meg a képernyő megosztására vonatkozó engedélyt.
id: Silakan tunggu izin untuk menampilkan layar Anda.
it: Attendere l'autorizzazione per trasmettere la schermata.
ja: 画面のキャスト許可をお待ちください。
kk: Экраныңызға трансляциялау үшін рұқсат күтіңіз.
lt: Palaukite, kol gausite leidimą transliuoti savo ekraną.
lv: Lūdzu, sagaidiet atļauju pārraidīt jūsu ekrānu.
ms: Sila tunggu keizinan untuk menyiarkan skrin anda.
nb: Vent på tillatelse til å sende skjermen din.
nl: Wacht op goedkeuring om uw scherm te casten.
pl: Poczekaj na pozwolenie na przesyłanie swojego ekranu.
pt: Aguarde até ter permissão para transmitir o seu ecrã.
ru: Пожалуйста, дождитесь разрешения для трансляции вашего экрана.
sv: Vänta på behörighet att sända skärmen.
th: โปรดรอการอนุญาตเพื่อแสดงผลหน้าจอ
tr: Ekranınızı yayınlamak için lütfen izni bekleyin.
vi: Vui lòng chờ được cấp phép để truyền màn hình của bạn.
zh: 在投射您的屏幕前，请等待授权。
zh_tw: 請等候投放您的螢幕的許可。

source: EXIT WAITING ROOM
ar: خروج من غرفة الانتظار
cs: ODEJÍT Z ČEKÁRNY
da: FORLAD LOBBY
de: WARTERAUM BEENDEN
es: SALIR DE LA SALA DE ESPERA
fi: POISTU ODOTUSHUONEESTA
fr: QUITTER LA SALLE D'ATTENTE
hu: ELŐSZOBA ELHAGYÁSA
id: KELUAR RUANG TUNGGU
it: ESCI DA SALA D'ATTESA
ja: 待合室を退出
kk: КҮТУ БӨЛМЕСІНЕН ШЫҒУ
lt: IŠEITI IŠ LAUKIMO KAMBARIO
lv: IZIET NO UZGAIDĀMĀS TELPAS
ms: KELUAR DARIPADA BILIK MENUNGGU
nb: LUKK VENTEROM
nl: SLUIT WACHTRIJ AF
pl: OPUŚĆ POCZEKALNIĘ
pt: SAIR DA SALA DE ESPERA
ru: ВЫХОД ИЗ КОМНАТЫ ОЖИДАНИЯ
sv: STÄNG VÄNTRUM
th: ออกจากห้องรอ
tr: BEKLEME ODASINDAN ÇIK
vi: THOÁT KHỎI PHÒNG CHỜ
zh: 退出等候室
zh_tw: 離開等候室

source: STOP CASTING
ar: إيقاف الإرسال
cs: UKONČIT VYSÍLÁNÍ
da: STOP UDSENDELSE
de: CASTING STOPPEN
es: DEJAR DE TRANSMITIR
fi: LOPETA LÄHETTÄMINEN
fr: ARRÊTER LA DIFFUSION
hu: KÉPERNYŐ MEGOSZTÁSÁNAK LEÁLLÍTÁSA
id: BERHENTI MENAMPILKAN
it: INTERROMPI TRASMISSIONE
ja: キャストを停止
kk: ТРАНСЛЯЦИЯНЫ ТОҚТАТУ
lt: BAIGTI TRANSLIACIJĄ
lv: APTURĒT PĀRRAIDI
ms: BERHENTI MENYIAR
nb: STOPP SENDING
nl: STOP MET CASTEN
pl: ZATRZYMAJ PRZESYŁANIE
pt: PARAR A TRANSMISSÃO
ru: ОСТАНОВИТЬ ТРАНСЛЯЦИЮ
sv: STOPPA SÄNDNING
th: หยุดการแสดงผล
tr: YAYINI DURDUR
vi: DỪNG TRUYỀN
zh: 停止投射
zh_tw: 停止投放

source: A is now casting to B
ar: A يقوم الآن بالإرسال إلى B
cs: A nyní vysílá na B
da: A udsender nu på B
de: A führt jetzt ein Casting aus zu B
es: A está transmitiendo ahora a B
fi: A lähettää nyt kohteeseen B
fr: A est en cours de diffusion sur B
hu: A jelenleg képernyőt oszt meg a következővel: B
id: A sedang menampilkan ke B
it: A sta eseguendo la trasmissione a B
ja: A が B にキャスト中です
kk: А қазір В жағына трансляциялауда
lt: A dabar transliuoja į B
lv: A tagad pārraida uz B
ms: A sedang menyiar ke B
nb: A sender nå til B
nl: A is nu aan het casten naar B
pl: A przesyła teraz do B
pt: A está a transmitir para B
ru: A сейчас транслируется на B
sv: A sänder nu till B
th: A กำลังทำการแสดงผลไปยัง B
tr: A şu anda B'de yayınlanıyor
vi: A giờ đang truyền tới B
zh: A 正在投射屏幕到 B
zh_tw: A 現正投放至 B
