Repository: czq7966/activ-cast
Catalog: src/activ-cast/locales/Structured delivery_2_ActivCast Strings EN July04 strings files/Structured delivery_2_ActivCast Strings EN July04 strings files/values-*/AC_Mac Sender_App.strings
Languages: ar, cs, da, de, es, fi, fr, hu, id, it, ja, kk, lt, lv, ms, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: A program tried to load a new system extension signed by B. If you want to enable these extensions, open Security & Privacy System Preferences.
ar: حاول أحد البرامج تحميل ملحق نظام جديد موقع بواسطة B. إذا كنت تريد تمكين هذه الملحقات، فافتح تفضيلات نظام الأمان والخصوصية.
cs: Program se pokoušel načíst nové rozšíření systému podepsané zařízením B. Pokud chcete tato rozšíření povolit, otevřete nabídku Systémové předvolby zabezpečení a soukromí.
da: Et program forsøgte at indlæse en ny systemudvidelse underskrevet af B. Hvis du vil aktivere disse udvidelser, skal du åbne systemindstillingerne for sikkerhed og anonymitet.
de: Ein Programm hat versucht, eine neue von B unterzeichnete Systemerweiterung zu laden. Wenn Sie diese Erweiterungen aktivieren möchten, öffnen Sie unter „Systemeinstellungen“ die Option „Sicherheit & Datenschutz“.
es: Un programa intentó cargar una nueva extensión del sistema firmada por B. Si desea habilitar estas extensiones, abra Seguridad y privacidad en Preferencias del Sistema.
fi: Ohjelma yritti ladata B:n allekirjoittaman uuden järjestelmälaajennuksen. Jos haluat ottaa nämä laajennukset käyttöön, avaa tietoturvan ja yksityisyyden järjestelmäasetukset.
fr: Un programme a essayé de charger une nouvelle extension système signée par B. Si vous souhaitez activer ces extensions, ouvrez les préférences système Sécurité et confidentialité.
hu: A program megkísérelt betölteni egy B által aláírt új rendszerbővítményt. A bővítmény engedélyezéséhez nyissa meg a Biztonság és adatvédelem rendszerbeállításokat.
id: Sebuah program mencoba memuat ekstensi sistem baru yang ditandatangani oleh B. Jika Anda ingin mengaktifkan ekstensi ini, buka Preferensi Sistem Keamanan & Privasi.
it: Un programma ha tentato di caricare una nuova estensione del sistema firmata da B. Se si desidera abilitare queste estensioni, aprire Preferenze sistema di sicurezza e privacy.
ja: B により署名された新しいシステム拡張のローディングをプログラムが試みました。拡張を有効化する場合は [セキュリティとプライバシーの設定] を開いてください。
kk: Бағдарлама В қол қойған жаңа жүйе кеңейтімін жүктеп көрді. Егер бұл кеңейтімдерді қосқыңыз келсе, «Қауіпсіздік және құпиялық жүйесі параметрлері» тармағын ашыңыз.
lt: Programa bandė įkelti naują sistemos plėtinį, kurį įrašė B. Jei šiuos plėtinius norite įjungti, apsilankykite parinktyje „Sistemos saugos ir privatumo nuostatos“.
lv: Programma mēģināja ielādēt jaunu, B parakstītu sistēmas paplašinājumu. Ja vēlaties iespējot šos paplašinājumus, atveriet Drošības un konfidencialitātes sistēmas preferences.
ms: Suatu program cuba memuatkan sambungan sistem baharu yang ditandatangani oleh B. Jika anda ingin mendayakan sambungan ini, buka Keutamaan Sistem Keselamatan & Privasi.
nb: Et program prøvde å laste inn en ny systemutvidelse signert av B. Hvis du vil aktivere disse utvidelsene, åpner du systeminnstillingene for sikkerhet og personvern.
nl: Een programma probeerde een nieuwe systeemextensie te laden die is ondertekend door B. Wanneer u deze extensies wil inschakelen, gaat u naar de Systeemvoorkeuren bij Veiligheid & Privacy.
pl: Program A próbował załadować nowe rozszerzenie systemu podpisane przez B. Jeśli chcesz włączyć te rozszerzenia, otwórz Preferencje systemowe -> Ochrona i prywatność.
pt: Um programa tentou carregar uma nova extensão de sistema assinada por B. Se pretender ativar estas extensões, abra Segurança e Privacidade em Preferências do Sistema.
ru: Программа пыталась загрузить новое системное расширение с учетной записью B. Если вы хотите включить эти расширения, откройте «Защита и безопасность» в системных настройках.
sv: Ett program försökte läsa in ett nytt systemtillägg som har signerats av B. Öppna systeminställningarna för säkerhet och sekretess för att aktivera tilläggen.
th: โปรแกรมพยายามโหลดส่วนขยายระบบใหม่ลงชื่อเข้าสู่ระบบโดย B หากคุณต้องการเปิดใช้งานส่วนขยายเหล่านี้ ให้เปิดไปที่ การตั้งค่าระบบความปลอดภัยและความเป็นส่วนตัว
tr: Bir program B tarafından imzalanan yeni bir sistem uzantısı yüklemek istedi. Bu uzantıları etkinleştirmek istiyorsanız Güvenlik ve Gizlilik Sistem Tercihleri'ni açın.
vi: Chương trình đang cố gắng tải một phần mở rộng hệ thống mới do B ký. Nếu bạn muốn bật những phần mở rộng này, hãy mở Tùy chọn hệ thống Bảo mật & quyền riêng tư.
zh: 有个程序试图加载由 B 签名的一个新的系统扩展。如果您想启用这些扩展，请打开安全和隐私系统首选项。
zh_tw: 一個程式曾試圖載入由 B 簽署的新系統擴充功能。如果要啟用這些擴充功能，請開啟「安全性與隱私權系統偏好設定」。
