Repository: czq7966/activ-cast
Catalog: src/activ-cast/locales/Structured delivery_2_ActivCast Strings EN July04 strings files/Structured delivery_2_ActivCast Strings EN July04 strings files/values-*/AC_Mac Sender_Installer.strings
Languages: kk, lv, th

source: Install ActiCast
kk: ActivCast бағдарламасын орнату
lv: ActivCast instalēšana
th: ติดตั้ง ActiCast

source: Introduction
kk: Кіріспе
lv: Ievads
th: บทนำ

source: Read Me
kk: Оқуға арналған
lv: Lasi mani fails
th: ไฟล์แสดงรายละเอียดโปรแกรม

source: License
kk: Лицензия
lv: Licence
th: การอนุญาตให้ใช้สิทธิ

source: Destination Select
kk: Сақталатын орын таңдау
lv: Galamērķa izvēle
th: เลือกจุดหมายปลายทาง

source: Installation Type
kk: Орнату түрі
lv: Uzstādīšanas veids
th: ประเภทการติดตั้ง

source: Installation
kk: Орнату
lv: Uzstādīšana
th: การติดตั้ง

source: Installer Plugin
kk: Орнату плагині
lv: Instalētāja spraudnis
th: ปลั๊กอินโปรแกรมติดตั้ง

source: Summary
kk: Қорытынды
lv: Kopsavilkums
th: สรุป

source: Print...
kk: Басып шығару…
lv: Drukāt...
th: พิมพ์...

source: Save...
kk: Сақтау…
lv: Saglabāt...
th: บันทึก...

source: Go Back
kk: Қайту
lv: Iet atpakaļ
th: ย้อนกลับ

source: Continue
kk: Жалғастыру
lv: Turpināt
th: ดำเนินการต่อ

source: Close
kk: Жабу
lv: Aizvērt
th: ปิด

source: Log Out
kk: Шығу
lv: Izrakstīties
th: ลงชื่อออกจากระบบ

source: Restart
kk: Қайта бастау
lv: Restartēt
th: รีสตาร์ท

source: Shut Down
kk: Жабу
lv: Izslēgt
th: ปิดเครื่อง

source: Welcome to the ActivCast Installer
kk: ActivCast орнату құралына қош келдіңіз
lv: Laipni lūdzam ActivCast instalētājā!
th: ยินดีต้อนรับสู่โปรแกรมติดตั้ง ActivCast

source: You will be guided through the steps necessary to install this software.
kk: Бұл бағдарламалық құралды орнатуға қажетті қадамдар туралы сізге түсіндіріледі.
lv: Jums tiks norādītas programmatūras uzstādīšanai nepieciešamās veicamās darbības.
th: เราจะนำคุณไปตามขั้นตอนต่างๆ ที่จำเป็นในการติดตั้งซอฟต์แวร์นี้

source: Important Information
kk: Маңызды ақпарат
lv: Svarīga informācija
th: ข้อมูลสำคัญ

source: Software License Agreement
kk: Бағдарламалық құралдың лицензиялық келісімі
lv: Programmatūras licences līgums
th: ข้อตกลงสิทธิ์ใช้งานซอฟต์แวร์

source: English
kk: Қазақша
lv: Latviešu valoda
th: ไทย

source: Package Name
kk: Бума атауы
lv: Pakotnes nosaukums
th: ชื่อแพคเกจ

source: Package Action
kk: Әрекет
lv: Darbība
th: การดำเนินการ

source: Package Size
kk: Көлемі
lv: Lielums
th: ขนาด

source: Space Required:
kk: Қажетті орын:
lv: Nepieciešamā vieta:
th: พื้นที่ว่างที่ต้องใช้:

source: Remaining:
kk: Қалған:
lv: Pieejamā:
th: พื้นที่ว่างที่เหลือ:

source: Standard Install
kk: Стандартты орнату
lv: Standarta instalācija
th: การติดตั้งแบบมาตรฐาน

source: StandardTitle
kk: «%@» ішіне стандартты орнату
lv: Standarta instalācija “%@”
th: การติดตั้งแบบมาตรฐานบน “%@”

source: Customize
kk: Реттеу
lv: Pielāgot
th: ปรับแต่ง

source: The installation was completed successfully
kk: Орнату сәтті аяқталды
lv: Instalācija tika sekmīgi pabeigta
th: การติดตั้งตั้งเสร็จสมบูรณ์

source: Successful installation
kk: Сәтті орнатылды
lv: Instalācija sekmīga
th: การติดตั้งตั้งเสร็จสมบูรณ์
